{
    "type": "Claim",
    "uri": "http://schema4i.org/Claim",
    "description": "A Claim represents a specific, factually-oriented claim that could be the ItemReviewed in a ClaimReview. The content of a claim can be summarized with the Text property. Variations on well known claims can have their common identity indicated via SameAs links, and summarized with a name. Ideally, a Claim description includes enough contextual information to minimize the risk of ambiguity or inclarity. In practice, many claims are better understood in the context in which they appear or the interpretations provided by claim reviews. Beyond ClaimReview, the Claim type can be associated with related creative works - for example a Article or Question might be about some Claim. In the insurance industry, claim is used both in property and personal insurance to formulate a claim for insurance benefits. An insurance claim is a formal request by a policyholder to an insurance company for coverage or compensation for a covered loss or policy event. The insurance company validates the claim and, once approved, issues payment to the insured or an approved interested party on behalf of the insured. The communication on a claim or benefit case is usually presented via a Conversation.",
    "links": [{
        "url": "http://schema.org/Claim",
        "description": "Original Schema.org type"
    }],
    "parents": [{
        "@id": "http://schema4i.org/BusinessTransaction#Claim"
    }],
    "base": [
        { "@id": "http://schema4i.org/CreativeWork" }
    ],
    "multipletypes": {},
    "context": {
        "@context": {
            "@version": 1.1,
            "s4i": "http://schema4i.org/",
            "schema": "http://schema.org/",
            "ooi": "https://docs.riskine.com/",
            "Claim": "schema:Claim"
        }
    },
    "playground": [{
        "title": "An maximum Claim",
        "tab": "tab-expanded",
        "input": {
            "@context": {},
            "Claim": {}
        },
        "context": {}
    }, {
        "title": "An realistic Claim",
        "tab": "tab-expanded",
        "input": {
            "@context": {},
            "Claim": {
                "Identifier": "S-4711 / 11.08.20",
                "IdentifierReference": "VM.S-123 / 2020"
            }
        },
        "context": {}
    }]
}