{
  "type": "EnumPriceTypeCode",
  "uri": "http://schema4i.org/EnumPriceTypeCode",
  "description": "Code for coding the contribution types according to BiPRO.",
  "links": [
    {
      "url": "http://schema4i.org/EnumPriceTypeCode_DE",
      "description": "Original German documentation"
    }
  ],
  "parents": [],
  "base": [],
  "multipletypes": {},
  "context": {
    "@context": {
      "@version": 1.1,
      "s4i": "http://schema4i.org/",
      "Contribution including tax according to class tax": "s4i:EnumPriceTypeCode#01",
      "Net contribution including any installment charge surcharge": "s4i:EnumPriceTypeCode#02",
      "Tariff contribution without legal supplement acc. Variable (PKV)": "s4i:EnumPriceTypeCode#03",
      "For unit-linked insurance contributions in accordance with. Paymentary, which is paid in investment funds (savings share)": "s4i:EnumPriceTypeCode#04",
      "For fund-linked insurance contributions, which is paid into the investment funds (during the total contribution duration) in the investment funds (savings share total)": "s4i:EnumPriceTypeCode#05",
      "Tariff contribution, total contribution gross without surplus charging (LV)": "s4i:EnumPriceTypeCode#06",
      "Tariff contribution - annual fee including insurance tax, without deduction of discounts (conditions)": "s4i:EnumPriceTypeCode#08",
      "Tariff contribution 100 (annual fee without consideration of all inflows and deductions, installment charge surcharge, fee and verse tax) (car)": "s4i:EnumPriceTypeCode#09",
      "Base contribution, contribution without a premium factor - the original contribution to the base year (eg value 1914 in Mark at Building) (composite) (composite)": "s4i:EnumPriceTypeCode#10",
      "Tax deductible setpoint in the PKV (acc. Bilder Relief Act)": "s4i:EnumPriceTypeCode#11",
      "Sparrate (Rate, which is regularly paid in an investment.)": "s4i:EnumPriceTypeCode#12",
      "fee": "s4i:EnumPriceTypeCode#13",
      "100 participation (debt collection)": "s4i:EnumPriceTypeCode#14",
      "Billing amount (Incasso billing)": "s4i:EnumPriceTypeCode#15",
      "Basic contribution by calculation unit": "s4i:EnumPriceTypeCode#16",
      "Basic contribution according to the calculation unit including collective agreements": "s4i:EnumPriceTypeCode#17",
      "Basic contribution according to the calculation unit including all supplies": "s4i:EnumPriceTypeCode#18",
      "Minimum contribution": "s4i:EnumPriceTypeCode#19",
      "Varification contribution - the contribution to be paid in accordance with the minimum contributions (liability)": "s4i:EnumPriceTypeCode#20",
      "Reduced initial contribution Total gross without surplus credit (analogical tariff post 07) as an amount (amount and health must be specified). In addition, the period of review must be specified.": "s4i:EnumPriceTypeCode#21",
      "Reduced initial contribution Total gross without surplus charging (analogical tariff post 07) as a percentage (percentage must be specified if amount must not be specified). In addition, the period of review must be specified. A contribution to Artid07 must be specified as a reference by the same product block.": "s4i:EnumPriceTypeCode#22",
      "Subsidy": "s4i:EnumPriceTypeCode#23",
      "Payment": "s4i:EnumPriceTypeCode#24",
      "Maximum contribution (in the case of Riester this is less the allowances)": "s4i:EnumPriceTypeCode#25",
      "Residue charge": "s4i:EnumPriceTypeCode#26",
      "Premium refund": "s4i:EnumPriceTypeCode#27",
      "Contribution relief KV": "s4i:EnumPriceTypeCode#28",
      "Net contribution Exclusive any installment charge surcharge": "s4i:EnumPriceTypeCode#29"
    }
  }
}
